{
  "scifi": {
    "title": "ArcanaxTechxFantasy",
    "images": [
      {
        "caption": "Summer's Forge",
        "link": "summers_forge.png"
      }
    ],
    "text": [
      "A classical D&D Fantasy campaign propelled into the far future. Complete with space travel, laser railguns, and technology that you could only dream of, this world retains crucial aspects such as an in-depth history, a unique pantheon of deities, and much more, this is sure to be a fun world to play in for anyone who loves exploration and immersion."
    ]
  },
  "fantasy": {
    "title": "Dual Planes of Kilyn",
    "images": [
      {
        "caption": "Continent Map: Southeast Oscil",
        "link": "worldmap.png"
      },
      {
        "caption": "Allyon",
        "link": "allyon.png"
      },
      {
        "caption": "Silveracre",
        "link": "silveracre.png"
      }
    ],
    "text": [
      "A D&D fantasy world, living the life of a star. This world has unique deities, constructs, and civilizations. Finding your place in this unending storm of change will be a task to be told. Like always, this world has a unique history and sense of immersion.",
      "This campaign world is retired, meaning no new campaigns will be held in it."
    ],
    "subpages": {
      "notables": {
        "title": "Notable People",
        "text": [
          "The Silent Assassin. Little more than just a rumor, when a ruler dies out of the blue, talk inevitably spreads attributing it to the Silent Assassin. More times than not, after the death, dark secrets about the one assassinated are revealed. The Silent Assassin leaves no traces to the public, but to those the deceased engaged with, a single gold coin is always left under their pillow. Written records of the Silent Assassin date back only a few hundred years.",
          "Archpries of the Pantheons. While individual churches and pantheons have their own hierarchies, when a major conflict arises between the two, it is the Archpriest that intervenes. Through this, they have earned the gratitude of several deities, of which they can invoke in times of need. In rare cases, the Archpriest has settled conflicts between the deities themselves when they are unable to do so. The title of Archpriest is currently held by Cinedre Urovnu, a Drow living in Estella.",
          "The Icy Swordsman. The Icy Swordsman stands on the peak of the furthest mountains, watching for a great evil. No matter what direction you travel, eventually you will encounter their mountain. A great blizzard always encircles the mountain, colder than the coldest snow. Very few have seen him, but those who do report that he carries no weapons save for a sword made entirely out of frost and snow. Allegedly, he can disarm even a master swordsman in a blink. A traveller who arrives at the right time once saw him in battle against an entity so cruel that words cannot describe it. The Icy Swordsman did nothing more than slash the air with his sword, and the snow in the air crystallized into knives, which swarmed the entity, killing it within minutes. Reports of the Icy Swordsman date back hundreds of thousands of years. Incredibly gifted arcane magic users do not encounter the Swordsman, but instead a shimmering wall of force that they can pass through.",
          "Watery Grave. A powerful War Sorcerer, her name is whispered among fleets of ships. Supposedly capable of sinking entire armadas and flooding entire regions, she last fought in the War of the Flowers, in which she started to flood the capitol of Estrax to force them to surrender. Recently, she has retired to a small town in Ploize under the alias Flowerleaf.",
          "Alvar, The Nightmare Keeper. A curator of a vast library of memories, Alvar is who people with truly scarred minds seek out. She is capable of extracting scarred memories from people's minds and storing them in vials. Alvar currently resides in a tower in Adrea. The title of Nightmare Keeper has passed to many through the times, starting with the acceptance of an acolyte by the current.",
          "Eryl, The Light Guardian. The Light Guardian seeks not to protect good itself, but to destroy evil. Unlike other evil-destroyers, Eryl tends not to destroy individual sources of evil, but instead eradicate it at the source. When he cannot destroy the source, he often targets anywhere the source has influenced. He's won fame through their destruction of the Werewolf Lord Wymond. Eryl tends to keep his identity secret through obscurity, not hiding. When traveling, he is seen wearing a pure white cloak, though he doesn't try and hide their face, and nobody has figured out his true identity. All attempts to interact with him physically result in Eryl phasing through people. Sightings of Eryl date back thousands of years.",
          "Aire, Spirit of Spring. Aire is one of the few spirits that roam the material realm freely. They do not have a favored form, and to most observers, they appear resembling a close loved one. They posses incredible healing magic, capable of bringing back those even the mightiest archpriests cannot. Sightings of Aire and their miracles date back hundreds of thousands of years. Aire is one of the few spirits that the Icy Swordsman will let into the material realm.",
          "Keya, Queen of Light (Deceased). Once a sorcerer of great sorcerer, Keya fought for good wherever she could. From defending lands from evil sorcerers or liberating kingdoms from Dark Lords, she was renowned wherever she went. The people of one of the lands she freed from tyranny appointed her as royalty, as theirs was mercilessly butchered. Eventually, in her later days, her lands were threatened by an unknown evil attacking the capital during the middle of the night - some rumors say it was a rogue genie, others say a price of darkness, and others more say it was a spirit from beyond. People were dying in the streets, including her own family. Regardless, she went off to fight one last time. She did not return, but neither did the evil.",
          "Zara, Warden of Darkness. How do you constrain the most powerful casters, the sneakiest rogues, or the undying? You hand them over to Zera. Keeper of an immense prison, she has the ability to constrain all but the most powerful. Few among the most powerful know how to contact her - those turned over to her are almost never seen again. Prison breaks are rare - such events are normally the stuff of legend. When a prison break _does_ occur, even the most hostile of countries put aside their differences, albeit temporarily, to recapture the escaped.",
          "Mythryne, Smith of the Cosmos. Archpriest of Zokarin, Mythryne can create items of legends. It is not uncommon for legendary adventurers to posses at least one item made by her or her predecessors, or quest to recover one. Rarely, parties will try and approach her to commission gear, and while her prices are no higher than regular items, the path to her forge is wrought with danger. The Smith of the Cosmos is a title always belonging to the Archpriest, and its existence date to over hundreds of thousands of years ago. The current forge is located inside a volcano in Etren.",
          "Elpye, Chronomancer. Elpye is a mysterious figure. Watching from atop a crystal mountain where she can see the world in full, they have the ability to rewind time for the material world. Very few accounts of this have survived, but at most Elpye has been said to be able to rewind up to a minute, and even then there are sometimes forces that oppose her. She does not rewind time lightly, and at most once per millennium (though not many records of her interference survive). Her motives are unclear, but anyone who scales her crystal mountain can learn some of her knowledge of the world. Accounts of her have existed since the start of written history.",
          "Victory, Queen of the Assassins. One of the most secretive assassins, she has never failed. Meeting only through her agents and through the most secretive of places, not a single person has seen her true form. She often leaves a calling card of sorts on her victims, promoting her business. Those who dare to denounce or offend her are often found dead in alleyways, quietly tortured to death. Her reign has lasted at least a dozen years and spans the material realm.",
          "Ryl, Dragon of Magma. Lord of Red Dragons, Ryl possesses the ability to create land at will, from islands to continents. It is rumored that once an ancient civilization antagonized him, and he buried the island civilization in magma so hot it burned away any trace of their existence. Normally, he sleeps on the ocean floor where his breath alone creates extreme volcanoes and volatile weather.",
          "Lyn, Spirit of the Sea. Another of the few spirits the Icy Swordsman allows into the material realm, Lyn is a wandering sea spirit. The rare times that she's lured onto land, the water tends to follow, leading to floods, hurricanes, and tsunamis. For this reason, she prefers to stay by the shore whenever possible. Her extended presence has led to the sinking of islands and flooding of continents."
        ]
      },
      "deities": {
        "title": "Higher Deities",
        "table": {
          "items": [
            {
              "name": "Lexxa",
              "nickname": "Lexie",
              "status": "Dead",
              "item": "Sword",
              "itemStatus": "Destroyed",
              "title": "Sword of Justice",
              "description": "Destoys things that bring about injustice and imbalance."
            },
            {
              "name": "Junith",
              "nickname": "June",
              "status": "Dead",
              "item": "Orb",
              "itemStatus": "Fractured",
              "title": "Shield of Order",
              "description": "Can create unbreakable barriers and shields."
            },
            {
              "name": "Raemond",
              "nickname": "Rae",
              "status": "Dead",
              "item": "Quill",
              "itemStatus": "Lost",
              "title": "Scribe of Eternity",
              "description": "Archivist and historian for the divine."
            },
            {
              "name": "Arlyn",
              "nickname": "Lyn",
              "status": "Dead",
              "item": "Seashell",
              "itemStatus": "Intact",
              "title": "Eraser",
              "description": "Washes away mistakes and stains on the cosmos."
            },
            {
              "name": "Reaire",
              "nickname": "Aire",
              "status": "Alive",
              "item": "Flower",
              "itemStatus": "Intact",
              "title": "Healer of the Sky",
              "description": "They fix what they believe is broken."
            },
            {
              "name": "Bluejay",
              "nickname": "Jay",
              "status": "Dead",
              "item": "Book",
              "itemStatus": "intact",
              "title": "Nightmare Keeper",
              "description": "Seals away memories not ready to be seen."
            },
            {
              "name": "Eryl",
              "nickname": "Ryl",
              "status": "Dead",
              "item": "Diamond",
              "itemStatus": "Destroyed",
              "title": "Dragon of the West",
              "description": "Expands the continents as the need arises."
            },
            {
              "name": "Amynta",
              "nickname": "Mynt",
              "status": "Dead",
              "item": "Flower",
              "itemStatus": "Destroyed",
              "title": "Creator of Nature",
              "description": "Created all living plants in their original forms."
            },
            {
              "name": "Starline",
              "nickname": "Spark",
              "status": "Dead",
              "item": "Jar of Fireflies",
              "itemStatus": "Destroyed",
              "title": "Spark in the Night",
              "description": "Controls the distant-stars and the strings of luck."
            },
            {
              "name": "Nightshade",
              "nickname": "Shade",
              "status": "Deceased",
              "item": "Pearl",
              "itemStatus": "Hidden",
              "title": "Terror of the Fates",
              "description": "Controls the night and the moon. Commonly associated with death and decay."
            },
            {
              "name": "Nebula",
              "nickname": "Aur",
              "status": "Dead",
              "item": "Sunstone",
              "itemStatus": "Hidden",
              "title": "Warmth of the Dawn",
              "description": "Controls the sun and light. Associated with warmth and safety."
            },
            {
              "name": "Zerine",
              "nickname": "Sera",
              "status": "Dead",
              "item": "Keychain",
              "itemStatus": "Lost",
              "title": "Warden of the Night",
              "description": "Keeps the horrors from beyond contained and out of reach."
            },
            {
              "name": "Elpye",
              "nickname": "-",
              "status": "Alive",
              "item": "Pocketwatch",
              "itemStatus": "Intact",
              "title": "Keeper of Time",
              "description": "Created in secret. Keeps watch over time and its offshoors."
            }
          ]
        }
      }
    }
  },
  "fantasy2": {
    "title": "Fallen Paradise",
    "images": [
      {
        "caption": "World Map",
        "link": "worldmap.png"
      }
    ],
    "text": [
      "Once a land of peace and wonder, the realm has fallen into decay, bloodshed, and violence. Forge your own path through the chaos surrounding you and fight to see a better day. Like always, this world features an in-depth history and lore."
    ],
    "subpages": {
      "emblems": {
        "title": "Emblems",
        "images": [
          {
            "caption": "Dragon Rider LG Emblem",
            "link": "dr_lg.svg"
          },
          {
            "caption": "Dragon Rider CG Emblem",
            "link": "dr_cg.svg"
          },
          {
            "caption": "False Noble",
            "link": "noble_fallen.svg"
          }
        ]
      }
    }
  },
  "fantasy3": {
    "title": "My Quiet Corner of the Universe",
    "text": [
      "A fantasy world that's not as it seems. Explore new cultures, new religions, and new ways of life. A completely open world with the capacity for the adventure of the millenium. Please enjoy your stay, and welcome.",
      "This campaign world is completed, though I currently don't have any campaigns running in it."
    ]
  }
}
